{
    "training": {
        "id": "1",
        "org": {
            "id": "1",
            "name": "Navyug",
            "email": "navyugindo@navyugindo.com",
            "contact_person_name": "Sanjeev Kumar",
            "location": "Noida",
            "type_of_industry": "Service",
            "contact_number": "9654706347"
        },
        "trainer": {
            "id": "1",
            "name": "Mitul Gautam",
            "contact_number": "9654706347",
            "email": "mitul.gautam@navyuginfo.com"
        },
        "game": [
            {
                "id": "1",
                "type": "s",
                "card_content": "You have joined a new organization 3 months ago. Your previous organization where you worked for 5 years, had a different work culture. The pace of work was very fast, processes were mature and people valued each other's time, meetings started on time and ended on mne etc. Thoughyou love your role and the brand of your current organization, you are in this constant state of frustration due to the work culture, what will you do?",
                "option": [
                    "Keep patience, wait and watch, try to mould & adapt yourself to thegulture of the organization.",
                    "Speak to HR and ask them to run workshops to train people better.",
                    "Try and start building the culture first within your own team and try to bring in the positives, discipline, processes within your team. Also, incentivize and recognize people displaying the change in attitude and behaviour.",
                    "Wait & observe who in the leadership team share or appreciate the same values & take them into confidence to drive change."
                ],
                "feedback": [
                    "May not work well at people front, as you may be viewed as a submissive leader & the team may not be able to look up you as a Change Driver. Neutral impact on customer & business as it is being at its usual.",
                    "May go well at people front as the team manager may be perceived as being sensitive towards the laid-back culture and is at least being proactive towards initiating the first step to reach out to HR to bring about a change for good. ",
                    "A win – win option at all fronts. People because you are viewed as a strong leader & take the team along to bring about a change at organizational level. Customer because promptness to deal with deliverables creates a “WOW” factor and Business because you may be able to drive business excellency by improved productivity efficiency & team reputation.",
                    "May have a neutral effect at all fronts, as it is a slow process & may or may not contribute in bringing about a change."
                ],
                "score_customer": [
                    "0",
                    "0",
                    "1",
                    "0"
                ],
                "score_people": [
                    "-1",
                    "1",
                    "1",
                    "0"
                ],
                "score_business": [
                    "0",
                    "0",
                    "1",
                    "0"
                ],
                "long_term_impact_after_week": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_customer": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_people": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_business": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_feedback": [
                    "",
                    "",
                    "",
                    ""
                ]
            },
            {
                "id": "2",
                "type": "s",
                "card_content": "You are managing a team of 6 people with different performance level, some are top performers, some medium & few low performers. Recently you had an annual budget meeting & in the meeting it was directed that the budget foc your department is reduced & you need to lay off two people.- The same is happening across your organization. What would you do in this situation?",
                "option": [
                    "Will speak to the concerned employees and assure them that you would try your best to get them a good job elsewhere or givegood recommendation for them.",
                    "You will fight with the management, to get the minimum acceptable cost for the resources and will try to speak to them if they are willing to work with pay cuts until they get a job.",
                    "Convince the management to retain the employees & assure them to not hire any backfill in case of any volume attrition In the team.",
                    "You will propose to the management that the resources can be cross trained and they can later be explored as common pool between other departments."
                ],
                "feedback": [
                    "May seem like a negative option at People front as there is a clear instruction of letting the team member go. However, there seems to be a positive impact at business front from the perspective of headcount budget saving & elimination of under performer, which can directly impact the overall productivity of the team & intern function/Department.                    ",
                    "The option may have a neutral effect at people front, because, while their job is saved but with a pay cut. The business may have a negative impact due to still accounting for a additional HC & dealing with under-performance.",
                    "The retention may seem like a positive impact at people front, however the business still suffers because of additional cost & low individual productivity.",
                    "A win- win situation at all fronts- Retention & Job Security ( People) , Cross trained resources which saves time, efforts & Training/Hiring cost (Business ) , Positive impact on internal / external customer/ stakeholder leading to customer satisfaction & retention as the individuals are equipped & doing the right job as per their skill sets."
                ],
                "score_customer": [
                    "0",
                    "0",
                    "0",
                    "1"
                ],
                "score_people": [
                    "-1",
                    "0",
                    "1",
                    "1"
                ],
                "score_business": [
                    "1",
                    "-1",
                    "-1",
                    "0"
                ],
                "long_term_impact_after_week": [
                    "0",
                    "0",
                    "0",
                    "3"
                ],
                "long_term_impact_on_customer": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_people": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_business": [
                    "0",
                    "0",
                    "0",
                    "1"
                ],
                "long_term_feedback": [
                    "",
                    "",
                    "",
                    "The cross trained resources have helped reduce cost and increased productivity of the team."
                ]
            }
        ],
        "group": [
            {
                "id": "1",
                "name": "",
                "org_id": "1",
                "department": "",
                "email": "mitul.gautam@navyuginfo.com",
                "work_level": "",
                "total_exp": "",
                "age": ""
            },
            {
                "id": "2",
                "name": "",
                "org_id": "1",
                "department": "",
                "email": "mitul.gautam@navyuginfo.com",
                "work_level": "",
                "total_exp": "",
                "age": ""
            },
            {
                "id": "3",
                "name": "",
                "org_id": "1",
                "department": "",
                "email": "mitul.gautam@navyuginfo.com",
                "work_level": "",
                "total_exp": "",
                "age": ""
            }
        ]
    }
}
