{
    "training": {
        "id": "1",
        "org": {
            "id": "1",
            "name": "Navyug",
            "email": "navyugindo@navyugindo.com",
            "contact_person_name": "Sanjeev Kumar",
            "location": "Noida",
            "type_of_industry": "Service",
            "contact_number": "9654706347"
        },
        "trainer": {
            "id": "1",
            "name": "Mitul Gautam",
            "contact_number": "9654706347",
            "email": "mitul.gautam@navyuginfo.com"
        },
        "game": [
            {
                "id": "1",
                "type": "s",
                "card_content": "You have joined a new organization 3 months ago. Your previous organization where you worked for 5 years, had a different work culture. The pace of work was very fast, processes were mature and people valued each other's time, meetings started on time and ended on mne etc. Thoughyou love your role and the brand of your current organization, you are in this constant state of frustration due to the work culture, what will you do?",
                "option": [
                    "Keep patience, wait and watch, try to mould & adapt yourself to thegulture of the organization.",
                    "Speak to HR and ask them to run workshops to train people better.",
                    "Try and start building the culture first within your own team and try to bring in the positives, discipline, processes within your team. Also, incentivize and recognize people displaying the change in attitude and behaviour.",
                    "Wait & observe who in the leadership team share or appreciate the same values & take them into confidence to drive change."
                ],
                "feedback": [
                    "May not work well at people front, as you may be viewed as a submissive leader & the team may not be able to look up you as a Change Driver. Neutral impact on customer & business as it is being at its usual.",
                    "May go well at people front as the team manager may be perceived as being sensitive towards the laid-back culture and is at least being proactive towards initiating the first step to reach out to HR to bring about a change for good. ",
                    "A win – win option at all fronts. People because you are viewed as a strong leader & take the team along to bring about a change at organizational level. Customer because promptness to deal with deliverables creates a “WOW” factor and Business because you may be able to drive business excellency by improved productivity efficiency & team reputation.",
                    "May have a neutral effect at all fronts, as it is a slow process & may or may not contribute in bringing about a change."
                ],
                "score_customer": [
                    "0",
                    "0",
                    "1",
                    "0"
                ],
                "score_people": [
                    "-1",
                    "1",
                    "1",
                    "0"
                ],
                "score_business": [
                    "0",
                    "0",
                    "1",
                    "0"
                ],
                "long_term_impact_after_week": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_customer": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_people": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_business": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_feedback": [
                    "",
                    "",
                    "",
                    ""
                ]
            },
            {
                "id": "2",
                "type": "s",
                "card_content": "You are managing a team of 6 people with different performance level, some are top performers, some medium & few low performers. Recently you had an annual budget meeting & in the meeting it was directed that the budget foc your department is reduced & you need to lay off two people.- The same is happening across your organization. What would you do in this situation?",
                "option": [
                    "Will speak to the concerned employees and assure them that you would try your best to get them a good job elsewhere or givegood recommendation for them.",
                    "You will fight with the management, to get the minimum acceptable cost for the resources and will try to speak to them if they are willing to work with pay cuts until they get a job.",
                    "Convince the management to retain the employees & assure them to not hire any backfill in case of any volume attrition In the team.",
                    "You will propose to the management that the resources can be cross trained and they can later be explored as common pool between other departments."
                ],
                "feedback": [
                    "May seem like a negative option at People front as there is a clear instruction of letting the team member go. However, there seems to be a positive impact at business front from the perspective of headcount budget saving & elimination of under performer, which can directly impact the overall productivity of the team & intern function/Department.                    ",
                    "The option may have a neutral effect at people front, because, while their job is saved but with a pay cut. The business may have a negative impact due to still accounting for a additional HC & dealing with under-performance.",
                    "The retention may seem like a positive impact at people front, however the business still suffers because of additional cost & low individual productivity.",
                    "A win- win situation at all fronts- Retention & Job Security ( People) , Cross trained resources which saves time, efforts & Training/Hiring cost (Business ) , Positive impact on internal / external customer/ stakeholder leading to customer satisfaction & retention as the individuals are equipped & doing the right job as per their skill sets."
                ],
                "score_customer": [
                    "0",
                    "0",
                    "0",
                    "1"
                ],
                "score_people": [
                    "-1",
                    "0",
                    "1",
                    "1"
                ],
                "score_business": [
                    "1",
                    "-1",
                    "-1",
                    "0"
                ],
                "long_term_impact_after_week": [
                    "0",
                    "0",
                    "0",
                    "3"
                ],
                "long_term_impact_on_customer": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_people": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_business": [
                    "0",
                    "0",
                    "0",
                    "1"
                ],
                "long_term_feedback": [
                    "",
                    "",
                    "",
                    "The cross trained resources have helped reduce cost and increased productivity of the team."
                ]
            },
            {
                "id": "3",
                "type": "s",
                "card_content": "After waiting for three months, the HR team assigned you two resources for a customer service role out of your original request for 4 resources. The two resources have now been on the job for 3 months but are not showing the learning curve you expect. In this difficult rec}uitment scenario what will you do?",
                "option": [
                    "Try and speak with e associates, and understand the reason for not being able to come up the learning curve, giving a very stermmessage of zero tolerance towards lethargy and non- performance. Also, in the meangme do all the customer handling yourself to ensure",
                    "Pair them up with a buddy & monitor progress for the next 3 months.",
                    "Study the developmental gaps & nominate them for related training. Also ensure regular coaching & feedback to help them come up the learning curve.",
                    "Seek help from HR to align them to other teams and do fresh hiring for these two positions."
                ],
                "feedback": [
                    "May not work well with the team member, as there is a clear message to leave &  may create lot of negativity around. May work well at customer front since manager gets directly involved at customer dealings . May have a positive impact at a business front because of exit of under performer, which otherwise was a liability.",
                    "A positive impact at people front, because of an opportunity given to the team member to improve. From business standpoint, it leads to Cost saving  / effort / time related to hiring / training etc. The customer may have a neutral effect as it is being handled by the team member under supervision. ",
                    "A positive impact at people front, as there is  structured plan to help team member to come up the learning curve with Training & Coaching support. Business may have positive impact incase the performance of individual improves as it helps saving cost / effort / time related to hiring / training etc. No effect at customer front due to no change in the outcome.",
                    "May  have a negative impact on the team member's morale, leading to negativity, bringing down the people score. Negative Business impact as the team member may be forced  fit into another role leading to mis match of his/her skills effecting his own/ department performance."
                ],
                "score_customer": [
                    "1",
                    "0",
                    "0",
                    "0"
                ],
                "score_people": [
                    "-1",
                    "1",
                    "1",
                    "1"
                ],
                "score_business": [
                    "1",
                    "1",
                    "0",
                    "-1"
                ],
                "long_term_impact_after_week": [
                    "3",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_customer": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_people": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_business": [
                    "-2",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_feedback": [
                    "As you were doing customer handling directly, your team did not build trust with customers. You cannot handle customers directly anymore as you are busy otherwise and your team is unable to meet their expectations. Some customers shift business to your competitors.",
                    "",
                    "",
                    ""
                ]
            },
            {
                "id": "4",
                "type": "c",
                "card_content": "This is a sample Chance Card 1",
                "option": [],
                "feedback": [
                    "This is the feedback of sample Situation Card 1 A"
                ],
                "score_customer": [
                    "1"
                ],
                "score_people": [
                    "1"
                ],
                "score_business": [
                    "1"
                ],
                "long_term_impact_after_week": [],
                "long_term_impact_on_customer": [],
                "long_term_impact_on_people": [],
                "long_term_impact_on_business": []
            },
            {
                "id": "5",
                "type": "s",
                "card_content": "You have a role in your team that is related to customer service which no one wants to do as its monotonous and has high stakes involved due to penalties attached if a customer escalates the situation due to dissatisfaction. You do not have the budget to recruit a new person for this role, hence need to assign it to some existing team member. Which of the team members would you assign the role to?",
                "option": [
                    "A team member, who is very efficient in his work and many a times goes beyond the call of duty to help the customers. However, gets extremely aggressive with internal team members to get his issue resolved.",
                    "A team member, who is customer focused, deals with work pressure effectively & is collaborative in his approach. Tends to avoid conflict with team members.",
                    "A team member, who is very efficient in his work and many a times goes beyond the call of duty to help the customers. However, gets extremely aggressive with internal team members to get his issue resolved.",
                    "A team member, who is self-motivated, takes every job, even the monotonous ones, as challenges. He is extremely customer focused & deals with conflicting situations effectively. But, sometimes can get troubled by work pressure & shies away from new challenges."
                ],
                "feedback": [
                    "Choosing Team Member  A,  may lead to internal team conflicts, which may  consume lot of time /energy/ effort in maintaining Harmony within Team , hence effecting people score negatively. May have a positive customer impact as the Team member, goes beyond the call of duty to create customer delight. Neutral business impact as there is not direct financial loss/ or gain.",
                    "Team Member B may seem to deal positively with team members, his need for affiliation seems to  too high, which may result in not pushing his/her peers when required, impacting the timelines.  Hence, Positive on people & negative on Customer. While business may be neutral with no impact.",
                    "Neutral effect on people. Negative impact at customer front purely due to nature of work (routine task) & he may not take things to closure impacting the customer score. Positive impact on business, as he may bring in new ideas which can be cost effective or improve process efficiency.",
                    "Neutral effect on people. Scores high on customer , as despite of the monotonous job, the Team member will take things to closure leading to customer delight.  Negative business score as No contribution towards any sort of process improvement initiatives to drive business excellency. "
                ],
                "score_customer": [
                    "-1",
                    "-1",
                    "-1",
                    "1"
                ],
                "score_people": [
                    "-1",
                    "1",
                    "0",
                    "0"
                ],
                "score_business": [
                    "0",
                    "0",
                    "1",
                    "-1"
                ],
                "long_term_impact_after_week": [
                    "0",
                    "2",
                    "3",
                    "2"
                ],
                "long_term_impact_on_customer": [
                    "0",
                    "0",
                    "0",
                    "-1"
                ],
                "long_term_impact_on_people": [
                    "0",
                    "0",
                    "0",
                    "0"
                ],
                "long_term_impact_on_business": [
                    "0",
                    "-1",
                    "-1",
                    "0"
                ],
                "long_term_feedback": [
                    "",
                    "In his bid to avoid conflict with team members, he does not escalate customer issues and they linger on. As such, business with them suffers.",
                    "The nature of customer service is monotonous. Your team member is bored and is unable to give his 100%. Hence business suffers. ",
                    "As he shies away from challenges, he does not take up stretch demands of customers and leaves them feeling dissatisfied."
                ]
            }
        ],
        "group": [
            {
                "id": "1",
                "name": "",
                "org_id": "1",
                "department": "",
                "email": "mitul.gautam@navyuginfo.com",
                "work_level": "",
                "total_exp": "",
                "age": ""
            },
            {
                "id": "2",
                "name": "",
                "org_id": "1",
                "department": "",
                "email": "mitul.gautam@navyuginfo.com",
                "work_level": "",
                "total_exp": "",
                "age": ""
            },
            {
                "id": "3",
                "name": "",
                "org_id": "1",
                "department": "",
                "email": "mitul.gautam@navyuginfo.com",
                "work_level": "",
                "total_exp": "",
                "age": ""
            }
        ]
    }
}
